{
  "en": {
    "academyModules": [
      {
        "name": "Module 1",
        "lessons": [
          {
            "name": "Lesson 1.1",
            "title": "Understanding the Complexities of Money",
            "duration": "7 minutes",
            "video_link": "https://www.youtube.com/embed/3ZrNYi2vK-o",
            "description": "We’re talking money – but not just any cash in your wallet. We’re diving into what makes it tick and why we need something better. Money, as you know it, is backed by promises from banks that they'll hold up their end of the bargain on value. But with power to print more money comes a big problem: inflation. Like the US dollar losing a ton of its value or the Venezuelan Bolívar crashing even faster. That hits your pocket hard. Now, sending money across borders is another headache. It’s slow, pricey, and eats up a big chunk of the cash that should be going to families. It's not just an issue for individuals but a big deal for entire economies, with some countries leaning heavily on these funds. What's more, there's a huge gap in who can get banking services, and it's massive among Muslims. A lot of folks in countries like Indonesia and Pakistan can’t even get basic banking, which isn't okay. This all points to one thing: we need a game-changer, and that’s where digital currency steps in. It’s secure, quick, and doesn't leave anyone out. So, as we wrap up, remember this: the money system is ready for an upgrade, and crypto might just be the key. Stick around to learn more about it in the next lesson!",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCRg3tUzEE"
          },
          {
            "name": "Lesson 1.2",
            "title": "The Evolution of Cryptocurrencies",
            "duration": "4 minutes",
            "video_link": "https://www.youtube.com/embed/Qcs_vXkYqF4",
            "description": "The world of cryptocurrencies sprang up during the 2008 financial crisis. Picture a time of failing banks and shaky economies. That's when Bitcoin emerged, thanks to the mysterious Satoshi Nakamoto. Bitcoin revolutionized money by using blockchain technology, which allows secure, transparent money management without any central authority. It was a first in solving the double-spend problem digitally. Fast forward, and we now have a bouquet of cryptocurrencies, like the pioneering Bitcoin and Ethereum with its smart contracts, plus our Shariah-compliant Islamic Coin. Cryptocurrencies are more than just digital cash; they're creating an inclusive financial system, simplifying transactions across borders, and bringing unmatched security and transparency to our transactions. Imagine sending money worldwide as easily as texting, or being part of the global economy from any corner of the earth. That's the magic we're talking about! We're at the brink of a financial evolution that could change society's very fabric.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCmowttGc6"
          }
        ]
      },
      {
        "name": "Module 2",
        "lessons": [
          {
            "name": "Lesson 2.1",
            "title": "Understanding Blockchain Technology",
            "duration": "4 minutes",
            "video_link": "https://www.youtube.com/embed/hMp60wyMDfU",
            "description": "In this lesson, we dive into the tech marvel of blockchain, breaking it down into bite-sized, easy-to-grasp concepts. Imagine a book where all business is recorded, open for anyone to check – that's blockchain for you, a digital ledger that's transparent and can't be fiddled with. Each transaction is a 'block,' linked together in a 'chain,' storing data across a network of computers, not just one. We compare this tech to a beehive, buzzing with activity, where each bee (or computer node) works independently yet contributes to the hive's health. No queen bee here; instead, every bee's job matters, reflecting blockchain's decentralized nature, where everyone has a copy and no one's in charge. It's safer than a bank vault because you can't just tweak a block without everyone noticing. That's the security magic of blockchain. And about being open? It's like a public library that never forgets, making sure every transaction is there forever, perfect for checking and double-checking.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GC1kVttmBH"
          },
          {
            "name": "Lesson 2.2",
            "title": "How Blockchain Technology Works",
            "duration": "3 minutes",
            "video_link": "https://www.youtube.com/embed/VF6RV_lrAY0",
            "description": "Today we delve into the nuts and bolts of how blockchain technology operates. Picture yourself at a bustling farmer's market where every transaction is meticulously noted. Similarly, a blockchain keeps a digital record across a network of computers. Every sale is like a transaction on this ledger, grouped into blocks and strung together into a chain, creating a permanent, secure history. We explore 'mining,' the process where special participants solve puzzles to validate transactions. This is akin to the 'Proof of Work' method used by Bitcoin, which ensures the ledger's integrity. However, not all blockchains are the same. Some, including Ethereum and the HAQQ Network, are shifting towards 'Proof of Stake,' where validators are chosen based on their cryptocurrency holdings to create new blocks. Blockchain's transparency and security echo the trustworthiness of a market's transaction records, despite challenges like scalability and energy consumption. As we wrap up, remember that learning about blockchain is more than tech-speak—it's preparing us to influence our future.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCVAVttyNZ"
          },
          {
            "name": "Lesson 2.3",
            "title": "Use Cases and Utilities Of Crypto",
            "duration": "4 minutes",
            "video_link": "https://www.youtube.com/embed/eLru81JzGGU",
            "description": "In this lesson, we explore the exciting real-world applications of blockchain technology that go beyond just the ledger basics. First up, we dive into Peer-to-Peer Transactions, where cryptocurrencies like Bitcoin allow you to send money directly to someone else without any bank meddling. It's fast, it's cheap, and it's open to everyone with an internet connection. Then, we talk about Bitcoin as a digital store of value, the 'digital gold,' with its limited supply making it a hot pick for investment. Think of it like snagging a rare collectible that might be worth heaps more in the future. We also shed light on the wonders of Decentralized Finance (DeFi) and how Ethereum's smart contracts make things like loans and insurance smarter and more self-sufficient. Plus, there's a nod to Decentralized Autonomous Organizations (DAOs) - like our very own Evergreen DAO - which put the power of decision-making in the community's hands through voting. And who can forget Non-Fungible Tokens (NFTs)? From digital art to virtual lands, NFTs prove ownership of digital goodies that can't be copied willy-nilly, preserving their value and uniqueness.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCnnVttqBf"
          }
        ]
      },
      {
        "name": "Module 3",
        "lessons": [
          {
            "name": "Lesson 3.1",
            "title": "Understanding Cryptocurrency",
            "duration": "3 minutes",
            "video_link": "https://www.youtube.com/embed/CfpCuIMbA0I",
            "description": "In today's lesson, we're getting up close with cryptocurrencies - the new digital frontier for money. Say goodbye to the days of physical cash; cryptocurrencies like Bitcoin and Ethereum are strictly digital, living in wallets online and zipping across the internet for transactions. We're breaking down the 'crypto' part today, which is all about keeping your digital dough safe through cryptography. It's like your personal financial secret code, making sure your transactions are for your eyes only. And remember how we talked about blockchain? Well, cryptocurrencies are the stars of that show, running on a network that's spread across the globe, making them independent of any central bank's whims. We're also looking at the perks of going crypto: think lower fees, more privacy, and a thumbs-up to saying no to central bank shenanigans. But it's not all smooth sailing – there's the rough sea of market ups and downs and the tides of changing regulations to navigate. Cryptocurrencies aren't just about spending or saving; they're about reshaping our financial world. They challenge old systems and open doors to innovative possibilities for how we handle and think about money.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCXaQttX6o"
          },
          {
            "name": "Lesson 3.2",
            "title": "Different Types of Cryptocurrencies",
            "duration": "4 minutes",
            "video_link": "https://www.youtube.com/embed/gUyc-7Ft2Io",
            "description": "In this lesson, we focus on the diverse landscape of cryptocurrencies, each with its unique attributes and potential for transforming digital transactions. Bitcoin is our starting point, the pioneering currency introduced by the enigmatic Satoshi Nakamoto in 2008. It set the precedent for decentralized digital cash, operating on a transparent and immutable ledger known as the blockchain. Moving beyond Bitcoin, we have altcoins, which include any cryptocurrency other than Bitcoin. Many of these are built on Bitcoin's open-source protocol with significant modifications, while others originate from entirely new frameworks. Among them is Islamic Coin, which is designed to align with Shariah principles, highlighting the adaptability of cryptocurrencies to cultural and ethical considerations. Ethereum earns a special mention for introducing smart contracts to the blockchain, expanding the technology's use beyond simple transactions to more complex, programmable operations. Stablecoins present a different angle, aiming to offer a digitized currency with stable value, tied to existing assets like gold or fiat currencies, to counteract the volatility typically associated with cryptocurrencies. We also examine Central Bank Digital Currencies (CBDCs), a hybrid concept where central banks create their own digital versions of money. With CBDCs like China's digital yuan, we encounter the blend of crypto efficiency with traditional currency stability, but not without raising debates about privacy and control.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GC7uQttxkV"
          },
          {
            "name": "Lesson 3.3",
            "title": "Use Cases and Utilities Of Crypto",
            "duration": "2 minutes",
            "video_link": "https://www.youtube.com/embed/WoDBXHNVjgQ",
            "description": "In this lesson, we explore the digital marketplaces where cryptocurrencies change hands: exchanges. We look at Centralized Exchanges (CEX), such as Coinbase and Binance, which are operated by companies and offer an array of services with ease of use, making them a good starting point for newcomers. Then there are Decentralized Exchanges (DEX), like Uniswap and SushiSwap, where trading is facilitated by smart contracts on the blockchain without intermediaries. DEXs provide greater privacy and control over funds but may present a steeper learning curve and less trading variety. Understanding the mechanics, risks, and fees associated with each type of exchange is crucial for anyone entering the crypto trade. We also stress the importance of security and using reputable platforms to protect your assets.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCS6QttfGC"
          }
        ]
      },
      {
        "name": "Module 4",
        "lessons": [
          {
            "name": "Lesson 4.1",
            "title": "Bridging the Gap between Islamic Finance and Crypto w/ Sheikh Mohamad Beyanouni",
            "duration": "35 minutes",
            "video_link": "https://www.youtube.com/embed/j6seXXPl9zs",
            "description": "In today's lesson, we're getting up close with cryptocurrencies - the new digital frontier for money. Say goodbye to the days of physical cash; cryptocurrencies like Bitcoin and Ethereum are strictly digital, living in wallets online and zipping across the internet for transactions. We're breaking down the 'crypto' part today, which is all about keeping your digital dough safe through cryptography. It's like your personal financial secret code, making sure your transactions are for your eyes only. And remember how we talked about blockchain? Well, cryptocurrencies are the stars of that show, running on a network that's spread across the globe, making them independent of any central bank's whims. We're also looking at the perks of going crypto: think lower fees, more privacy, and a thumbs-up to saying no to central bank shenanigans. But it's not all smooth sailing – there's the rough sea of market ups and downs and the tides of changing regulations to navigate. Cryptocurrencies aren't just about spending or saving; they're about reshaping our financial world. They challenge old systems and open doors to innovative possibilities for how we handle and think about money.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCuUrttfSS"
          },
          {
            "name": "Lesson 4.2",
            "title": "Cryptocurrency and the Prohibition of Riba (Usury)",
            "duration": "4 minutes",
            "video_link": "https://www.youtube.com/embed/WqUMg20x8dg",
            "description": "In this lesson, we focus on the diverse landscape of cryptocurrencies, each with its unique attributes and potential for transforming digital transactions. Bitcoin is our starting point, the pioneering currency introduced by the enigmatic Satoshi Nakamoto in 2008. It set the precedent for decentralized digital cash, operating on a transparent and immutable ledger known as the blockchain. Moving beyond Bitcoin, we have altcoins, which include any cryptocurrency other than Bitcoin. Many of these are built on Bitcoin's open-source protocol with significant modifications, while others originate from entirely new frameworks. Among them is Islamic Coin, which is designed to align with Shariah principles, highlighting the adaptability of cryptocurrencies to cultural and ethical considerations. Ethereum earns a special mention for introducing smart contracts to the blockchain, expanding the technology's use beyond simple transactions to more complex, programmable operations. Stablecoins present a different angle, aiming to offer a digitized currency with stable value, tied to existing assets like gold or fiat currencies, to counteract the volatility typically associated with cryptocurrencies. We also examine Central Bank Digital Currencies (CBDCs), a hybrid concept where central banks create their own digital versions of money. With CBDCs like China's digital yuan, we encounter the blend of crypto efficiency with traditional currency stability, but not without raising debates about privacy and control.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCaYrttgk4"
          },
          {
            "name": "Lesson 4.3",
            "title": "What is staking? How to approach staking from Sharia perspectives?",
            "duration": "3 minutes",
            "video_link": "https://www.youtube.com/embed/7a1x6_1jfoY",
            "description": "In this lesson, we explore the digital marketplaces where cryptocurrencies change hands: exchanges. We look at Centralized Exchanges (CEX), such as Coinbase and Binance, which are operated by companies and offer an array of services with ease of use, making them a good starting point for newcomers. Then there are Decentralized Exchanges (DEX), like Uniswap and SushiSwap, where trading is facilitated by smart contracts on the blockchain without intermediaries. DEXs provide greater privacy and control over funds but may present a steeper learning curve and less trading variety. Understanding the mechanics, risks, and fees associated with each type of exchange is crucial for anyone entering the crypto trade. We also stress the importance of security and using reputable platforms to protect your assets.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCPDrttvTD"
          }
        ]
      },
      {
        "name": "Module 5",
        "lessons": [
          {
            "name": "Lesson 5.1",
            "title": "Buying your first Cryptocurrency",
            "duration": "3 minutes",
            "video_link": "https://www.youtube.com/embed/7ng2X-HP8WQ",
            "description": "In this lesson, we walk you through buying your first cryptocurrency step-by-step. We've chosen Kucoin for its reliable and straightforward platform, perfect for beginners like you. You'll learn how to safely access the exchange, complete the essential KYC verification with your ID, and navigate the site to make your first purchase.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCULuttr2n"
          },
          {
            "name": "Lesson 5.2",
            "title": "Understanding Crypto Wallets and Their Types - Hot and Cold",
            "duration": "5 minutes",
            "video_link": "https://www.youtube.com/embed/O8Q7k8epFq8",
            "description": "In this lesson, we explore the essentials of crypto wallets, breaking down the concept into simple terms. Think of public and private keys as your email address and password - one is for sharing, and the other is for secure access to your funds. We compare custodial wallets to bank services and non-custodial wallets to personal safes at home. You'll learn why having control over your private keys with non-custodial wallets puts you in charge of your crypto, much like safeguarding the combination to your personal safe.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCHA2ttXbR"
          },
          {
            "name": "Lesson 5.3",
            "title": "4 Basic security strategies on how to stay safe in the world of cryptocurrencies",
            "duration": "3 minutes",
            "video_link": "https://www.youtube.com/embed/fH1WA_I5zoM",
            "description": "In this Lesson we cover essential security practices to protect your cryptocurrencies. You'll learn to deploy two-factor authentication and create strong, unique passwords for increased safety across platforms. The lesson emphasizes the importance of the careful handling of your seed phrase and private key, advocating for physical backups in secure locations. We'll also guide you through the prudent use of hardware wallets and the necessity of buying from trusted manufacturers. The final part of the lesson deals with the risks posed by phishing attempts and the importance of vigilance when managing crypto transactions and verifying web links. The goal is to equip you with the knowledge to minimize risks and safeguard your digital assets effectively.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/GCac2ttZdL"
          }
        ]
      },
      {
        "name": "Module 6",
        "lessons": [
          {
            "name": "Lesson 6.1",
            "title": "Debunking the myth: Cryptocurrency Is Gambling",
            "duration": " minutes",
            "video_link": "https://www.youtube.com/embed/",
            "description": "In this lesson, we tackle the common misconception equating cryptocurrency investment with gambling. We clarify the difference between the two, explaining that gambling is a game of chance with outcomes based entirely on luck, whereas investing in cryptocurrency is a strategic decision that involves research, analysis, and understanding of market trends. The lesson breaks down the skills and knowledge required to invest in cryptocurrencies and compares it to the process of investing in a startup, emphasizing the importance of technology, use cases, token economics, and the development team.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/"
          },
          {
            "name": "Lesson 6.2",
            "title": "Understanding Crypto Wallets and Their Types - Hot and Cold",
            "duration": " minutes",
            "video_link": "https://www.youtube.com/embed/",
            "description": "In this lesson, we address the concerns surrounding cryptocurrency's anonymity and its association with illicit activities. We learn that while cryptocurrencies offer some level of anonymity, this feature is a double-edged sword. It supports privacy for activists and whistleblowers but also raises fears about illegal use. We discover that contrary to popular belief, illicit transactions constitute only a small fraction of total cryptocurrency transactions, with evidence showing a declining trend in crypto-related crime. We also explore how law enforcement agencies are becoming increasingly adept at cracking down on such crimes, with several high-profile successes in recent years. This session aims to educate you on the reality behind the sensational headlines and to emphasize the importance of informed perspectives over misconceptions.",
            "quiz_link": "https://galxe.com/IslamicCoin/campaign/"
          }
        ]
      }
    ]
  }
}
