{
  "index-page": {
    "hero-block": {
      "title": {
        "white-text": "بوابتك إلى عالم",
        "gradient-text": "الويب 3 المتوافق مع الشريعة"
      },
      "sub-text": "مهمتنا هي الأخذ بيد المجتمع المسلم البالغ عدده أكثر من 2 مليار مسلم نحو عالم التمويل الرقمي، منطلقين من القيم والمبادئ الإسلامية. عملة إسلاميك كوين هي العملة الرئيسية لشبكة حق، شبكة البلوكتشين التي تركّز مبادئ الشريعة الإسلامية والقيم الأخلاقية",
      "running-text": "نكرس جهودنا لتمكين المجتمع المسلم بمنحه أداوات وحلول مالية تواكب التطورات والثورات الرقمية وتمكّنه من إجراء معاملات سلسة تحمل في آن واحد راية الابتكار والمسؤولية المجتمعية"
    },
    "why-block": {
      "title": "ما يميز إسلاميك كوين؟",
      "subtitle": "ريادة مستقبل التمويل الإسلامي في عالم الويب 3",
      "reasons": {
        "first": "الالتزام بضوابط الشريعة الإسلامية",
        "second": "العملة الرئيسية لشبكة حق",
        "third": "إمداد المجتمعات \nبأدوات وحلول مستدامة",
        "fourth": "تعزيز الحرية المالية وفق المنظور الإسلامي"
      }
    },
    "finance-block": {
      "title": {
        "white-text": "ريادة مستقبل",
        "gradient-text": "التمويل الإسلامي"
      },
      "subtitle": "تعملان معًا العملات الرقمية بخصائصها المبتكرة والشريعة الإسلامية بمنهجها القويم على توفير استثمارات خالية من الفوائد الربوية وتعزيز فرص التجارة الحلال والعمل الخيري",
      "text": {
        "first": "تجمع المنتجات والحلول التي نقدّمها في إسلاميك كوين كالاستثمارات الخالية من الفوائد الربوية والتجارة الحلال والأعمال الخيرية بين أحدث ابتكارات التكنولوجيا المالية وتعاليم الدين الإسلامي؛ حتى ننهض بالمجتمع المسلم ونمكّنه من مواكبة ثورة العملات الرقمية، مواكبةً تتكامل فيها المبادئ والقيم مع الطموح الإنساني",
        "second": "معًا نحو المستقبل.. برؤية واسعة الآفاق وراسخة المبادئ والقيم"
      }
    },
    "portfolio-block": {
      "title": {
        "white-text": {
          "first": " أدر",
          "second": " مع محفظة حق"
        },
        "gradient-text": " استثماراتك المتوافقة مع الشريعة"
      },
      "subtitle": "محفظة غير احتجازية أساسها القيم الأخلاقية",
      "text": "استكشف عالم الويب 3 من خلال محفظة حق، الشريك الأمثل لسبر آفاق التمويل اللامركزي. تقدم لك محفظة حق بمستوى أمانها العالي واستخدامها السلس والسهل تجربة استثنائية تتميز بالسهولة والأمان في إدارة الأصول الرقمية المتوافقة مع الشريعة",
      "stores": {
        "app-store": "تقييم آب ستور",
        "google-play": "تقييم غوغل بلاي"
      }
    },
    "learn-and-grow-block": {
      "title": "استكشف وتعلّم مع إسلاميك كوين",
      "subtitle": "وسّع مداركك وتسلّح بالمعرفة لخوض رحلتك نحو عالم التمويل الأخلاقي",
      "text": "تعرّف معنا إلى التمويل الأخلاقي واستفد من المواد والمسارات التعليمية التي صممناها خصيصًا حتى توجّهك خلال رحلتك المالية",
      "button-text": "ابدأ مع محفظة حق"
    },
    "join-community-block": {
      "title": "انضم إلينا",
      "subtitle": "التحق بركب الثورة التكنولوجية للتمويل الإسلامي",
      "button-text": "انضم إلينا"
    },
    "news-block": {
      "title": "آخر الأخبار",
      "see-all-news": "إظهار الكل"
    },
    "board-members-block": {
      "title": {
        "white-text": {
          "advisory": "الاستشار",
          "shariah": "الشرعية",
          "executive": "التنفيذي"
        },
        "gradient-text": "المجلس"
      },
      "filter-buttons": {
        "advisory": "المجلس الاستشاري",
        "shariah": "الهيئة الشرعية",
        "executive": "المجلس التنفيذي"
      }
    }
  },
  "shariah-page": {
    "title": "التوافق مع الشريعة",
    "text": "تُشكّل إسلاميك كوين حلقة وصل بين التقاليد والحداثة، فهي تربط بشكل فعّال بين الشريعة الإسلامية وتقنية البلوكتشين المتطورة. نهدف في إسلاميك كوين إلى بناء منصة رائدة في قطاع التمويل الإسلامي، متشبثين بمبادئ الاستثمارات الحلال ومعوّلين على آليتنا المبتكرة في تصنيف المشاريع والعقود الذكية المتوافقة مع الشريعة والأخلاقيات، ومبرهنين بذلك على نجاح المدرسة الإسلامية بفكرها ومنهجها القويم في هذا العصر الرقمي",
    "headings": {
      "fatwa": "الفتوى الشرعية",
      "foundations": "أسس الاستثمار الإسلامي",
      "sharia-oracle": "الشريعة أوراكل",
      "executive-board": "المجلس التنفيذي",
      "advisory-board": "المجلس الاستشاري",
      "shariah-board": "الهيئة الشرعية"
    },
    "fatwa-block": {
      "title": "الفتوى الشرعية",
      "subtitle": "أُصدرت الفتوى عن أكثر الهيئات موثوقيةً في مجال التمويل الإسلامي، وقد أُفتي بجوازها وفقًا لأحكام الشريعة الإسلامية",
      "fatwa": {
        "appeal": "بسم الله الرحمن الرحيم"
      }
    },
    "autographs-block": {
      "title": "الهيئة الشرعية",
      "members": {
        "first": "الشيخ الدكتور عصام خلف العنزي",
        "second": "الشيخ الدكتور نظام محمد صالح يعقوبي",
        "third": "الشيخ محمد عبد الحكيم محمد",
        "fourth": "الشيخ الدكتور محمود محمد زعير",
        "fifth": "الشيخ محمد فتح الدين بيانوني"
      }
    },
    "foundations-block": {
      "text": "تمثّل أسس الاستثمار الإسلامي جوهر عملياتنا وممارساتنا؛ فبالمُثل والمبادئ السامية التي تصلح لكل زمان ومكان نقتحم عالم التمويل الحديث، ونبني منصة تجمع بين الأسس الخالدة للإسلام والحيوية الدائمة للعصر الرقمي",
      "halal-principles": {
        "first": "مشاركة الأرباح",
        "second": "تحريم الربا (المكاسب القائمة على الظلم والاستغلال)",
        "third": "تحريم القمار",
        "fourth": "الاستثمار في الأنشطة المشروعة فقط",
        "fifth": "التمسّك بالقيم الأخلاقية في جميع الأوقات والحالات",
        "sixth": "اقتصاد حقيقي مزدهر وفعّال"
      }
    },
    "shariah-block": {
      "text": {
        "paragraphs": {
          "first": "الشريعة أوراكل هي بروتوكول التوافق مع الشريعة وهي عبارة عن آلية متصلة بالشبكة تتحكم بقائمة تضم العقود الذكية المسموح لها بالتفاعل؛ أي التي يُسمح بالتوقيع عليها وإدراجها على متجر تطبيقات محفظة حق",
          "second": "يُعد بروتوكول التوافق مع الشريعة بمثابة سجل يتضمن سلسلة المشاريع المتوافقة مع الأخلاقيات والشريعة الإسلامية، فهو يمكّن مطوري العقود الذكية ومشاريع الويب 3 من إثبات توافق مشاريعهم مع أخلاقيات المجتمع المسلم من خلال إدراجها على محفظة حق",
          "third": "وبما أن شبكة حق هي بلوكتشين لا مركزي، فهي تسمح للجميع بنشر تطبيقاتهم اللامركزية ومشاريعهم على الشبكة، إلا أن هذه الآلية تُعد أداة رئيسية للتقليل من النشاط غير الأخلاقي أو المحرم شرعًا على الشبكة",
          "fourth": "سيضمن دمج هذا البروتوكول مع محفظة حق أن يتفاعل المستخدمون مع التطبيقات اللامركزية المتوافقة مع الشريعة الإسلامية فقط، والتي تكون مدرجة على السجل"
        }
      }
    }
  },
  "mission-page": {
    "title": "مهمتنا ورؤيتنا ",
    "subtitles": {
      "mission": "البعثة",
      "vision": "البصيرة"
    },
    "text": {
      "paragraphs": {
        "first": "أن نؤسس ونبني نظامًا عالميًا متكاملًا يرتكز على مبادئ الشريعة الإسلامية والقيم المُثلى ويقدّم للأفراد والشركات حلولًا مالية تتسم بالشفافية والابتكار",
        "second": "أن نمكّن المجتمع المسلم بمنحه أدوات وحلول مالية تواكب التطورات والثورات الرقمية وتمكّنه من إجراء معاملات سلسة تحمل في آن واحد راية الابتكار والمسؤولية المجتمعية"
      }
    }
  },
  "news-page": {
    "title": "الصحافة والأخبار",
    "posts": {
      "recent": "آخر المنشورات",
      "featured": "أبرز المنشورات"
    },
    "filter-buttons": {
      "all": "الكل",
      "press": "الصحافة",
      "events": "الفعاليات"
    }
  },
  "roadmap-page": {
    "title": "خارطة الطريق"
  },
  "whitepaper-page": {
    "title": "الورقة البيضاء لـ حق"
  },
  "partnerships-page": {
    "title": "الشراكات",
    "subtitle": "شركاؤنا",
    "text": {
      "paragraphs": {
        "first": "معًا.. نُرسي القيم ونحقق الغايات ونبني غد مشرق",
        "second": "نحن مجموعة من الأفراد المتخصصين الذين يجمعهم الشغف لابتكار وإيجاد حلول خلّاقة تعتمد على تقنية البلوكتشين ومبادئ التمويل الإسلامي. نهدف لخدمة المجتمع المسلم بمنحه أداة مالية تواكب العصر الرقمي والثورات التكنولوجية وتمكّنه من إجراء معاملات سلسة تعزز في الوقت ذاته الابتكار والمسؤولية المجتمعية. لجميع المهتمين الذين يشاركوننا القيم والشغف، ندعوكم لاستكشاف فرصنا المثيرة والانضمام إلينا في رحلتنا نحو عالم أكثر شفافية ومسؤولية.",
        "third": "تعرّف إلى الفرص الوظيفية التي لدينا وساهم معنا في بناء مستقبل مالي يتّسم بالعدالة والشمولية."
      }
    },
    "button-text": "ابحث عن فرصتك!"
  },
  "career-page": {
    "title": "الوظائف",
    "text": {
      "paragraphs": {
        "first": "مرحبًا بك!",
        "second": "نحن مجموعة من الأفراد المتخصصين الذين يجمعهم الشغف لابتكار وإيجاد حلول خلّاقة تعتمد على تقنية البلوكتشين ومبادئ التمويل الإسلامي. نهدف لخدمة المجتمع المسلم بمنحه أداة مالية تواكب العصر الرقمي والثورات التكنولوجية وتمكّنه من إجراء معاملات سلسة تعزز في الوقت ذاته الابتكار والمسؤولية المجتمعية.",
        "third": "تعرّف إلى الفرص الوظيفية التي لدينا وساهم معنا في بناء مستقبل مالي يتّسم بالعدالة والشمولية."
      }
    },
    "button-text": "ابحث عن فرصتك!"
  },
  "team-page": {
    "title": "المؤسسون",
    "founders": {
      "kuznetsov": {
        "title": "أندريه كوزنتسوف",
        "description": "قاد أندريه، رائد الأعمال البارز والمهندس المختص بحلول التقنيات المالية والأمن الإلكتروني والاتصال الشبكي، عدة فرقٍ كانت مسؤولةً عن بناء خدمات دفع ووسائل تواصلٍ خاصّة للشركات وخدمات تجميدٍ لسلاسل الكتل وتطوير برامج تحليلٍ مالي.",
        "url": "https://www.linkedin.com/in/brainsmith/"
      },
      "malkov": {
        "title": "أليكس مالكوف",
        "description": "يمتلك أليكس خبرة تزيد عن خمس سنوات في تقديم المشورات القانونيّة لكبرى منصات التقنيات المالية ومنصات سلاسل الكتل، حيث قدَّم إليكس خبراته لعدة شركات مثل AAVE, Bequant, Scalable Solutions, Nebula وغيرها الكثير.",
        "url": "https://www.linkedin.com/in/probono42/"
      },
      "alkaff": {
        "title": "محمد الكاف الهاشمي",
        "description": "يتمتع المهندس محمد الهاشمي بخبرة تفوق 18 عامًا في مجال علوم الحاسوب، وقد استهل مشواره المهني كمهندس شبكات ذكيّة في شركة هواوي، ومن خلال خبرته العميقة، يركّز الهاشمي جهوده على التطوُّرات المصاحبة للثورة الصناعيّة الرابعة والذكاء الاصطناعي وتعلُّم الآلة والأتمتة الصِّناعيّة وإنترنت الأشياء. وإلى جانب خبرته في مجال التكنولوجيا، يمتلك الهاشمي خبرةً واسعةٍ في مجال الأعمال والإدارة، فهو رائد أعمال متمرِّسٍ يؤمن بالمشاريع الهادفة الكفيلة بالارتقاء بالمجتمع. ومن هذا المنطلق، أنشأ الهاشمي شركة MCPM Automation التي تمارس أعمالها في منطقة الشرق الأوسط وشمال أفريقيا، وتوفِّرُ أحدث التقنيَّات لدعم التصنيع وإنشاء المدن الذَّكيَّة وتوليد الطَّاقة والاستدامة والحفاظ على البيئة. وفي الوقت الحالي، يشغل الهاشمي منصب الرئيس التنفيذي لشركة MCPM MENA وMCPM Holding وUI Ventures، فضلًا عن كونه شريكًا وعضو مجلس إدارة لدى العديد من الشَّركات مثل مختبرات CYNAX وKaptive، ويضطلع بوضع خططٍ استراتيجيّةٍ للعمل التِّجاري وتطويره وتنميته. إضافةً إلى ما سبق، يشغل المهندس محمد الهاشمي منصب عضو مجلس إدارة في صندوق Quant7 وهو أحد الشركاء فيه، ويستثمر هذا الصُّندوق في البحث والتطوير في قطاعات الرِّعاية الصحيَّة وفي عدد من الشركات الفريدة التي تتبنَّى استراتيجيّة المحيط الأزرق مثل  Cellveraو Prepaire ويعمل على تحديد الفرص لدمج الشركات والاستحواذ عليها، الأمر الذي يعكس اهتمام الهاشمي الكبير بالذكاء الاصطناعي الذي بات يلعب دورًا لا غنى عنه في تقنيَّات الصحة والبحث والتطوير. يمتلك الهاشمي نظرةً مستقبليّةً ثاقبةً في جميع الأمور، ويبذل قصارى جهده في تسخير علمه وخبرته لنفع المجتمع، مسطِّرًا بذلك العديد من قصص النَّجاح، ويطمح الهاشمي إلى تطوير المنطقة عبر إمدادها بأحدث التقنيَّات، بل ويمتدُّ طموحه إلى ترك تأثيرٍ إيجابيٍ في كافة بقاع الأرض.",
        "url": "https://www.linkedin.com/in/mohammed-alkaff-alhashmi-19688054/"
      },
      "al-meeza": {
        "title": "حسين محمد الميزة",
        "description": "يمتلك حسين محمد الميزة، الرجل المصرفي الحائز على العديد من الجوائز، خبرة تزيد عن 45 سنة في قطاعات الصيرفة الإسلامية والتمويل والتأمين، كما أنّه عضوٌ مؤسِّسٌ في شركة إعمار العقارية وشركة أملاك للتمويل وشركة إعمار للصناعة والاستثمار وإعمار للخدمات المالية وشركة دبي الإسلامية للتأمين وإعادة التأمين (أمان) وشركة Nawat، وقد تم اختياره ليكون أبرز شخصيةٍ مصرفيّةٍ إسلاميّةٍ لعامَ 2006. بدأ الميزة مشواره المهني عامَ 1975 في بنك دبي الإسلامي حيث أمضى أكثر من 20 عامًا في تطوير خدمات البنك ولا يزال مديرًا تنفيذيًّا في البنك حتى يومنا هذا، ويعد أحد أهم أسباب سطوع نجم الميزة في مجال الصيرفة الإسلاميّة تأسيسه لمصرف السلام الذي تنتشر فروعه في السودان والبحرين والجزائر، حيث يشغل الميزة منذ عام 2015 مناصب في مختلف فروع مصرف السلام تتنوع ما بين كونه عضوًا في مجلس الإدارة ونائبًا للرئيسِ ورئيسًا للَّجنة التنفيذيّة، إضافةً إلى ما سبق، يشغل الميزة منصب رئيس مصرف السلام في سيشل ومنصب رئيس شركة Top Enterprises L.L.C. ومنصب رئيس شركة Lycée Francais Jean Mermoz L.L.C.. حقق حسين الميزة نجاحًا باهرًا بوصفه المدير التنفيذي والمدير العام في شركة دبي الإسلامية للتأمين وإعادة التأمين (أمان) وكرئيس لشركة LMC Bahrain ورئيس اللجنة التنفيذية لشركة Islamic Trading Bahrain وعضو في اللجنة التنفيذية لشركة أملاك للتمويل في دبي ورئيسٍ لشركة Emaar Financial Services Dubai ونائب رئيس جمعية الإمارات التعاونية في دبي. علاوةً على ما سبق، كان الميزة عضوًا في المجلس العام للبنوك والمؤسسات المالية ورئيسًا للَّجنة التأسيسيّة لشركات Islamic Insurance and Reinsurance Companies ، وكان الميزة كذلك عضوًا في مجلس إدارة جمعية الإمارات للتأمين ورئيسًا لشركة نواة للاستثمار وشركة Amity Health في دبي إضافة إلى كونه عضوًا في مجلس إدارة مصرف السلام في البحرين ورئيسًا لمصرف السلام في سيشل. تخرج الميزة من جامعة بيروت العربية ويحمل شهادة ماجستير إدارة الأعمال من جامعة La Jolla في الولايات المتحدة الأمريكية.",
        "url": "http://www.almeeza.com/biography.php"
      }
    }
  },
  "not-found-page": {
    "title": "الصفحة غير موجودة",
    "subtitle": "انتقل إلى الصفحة الرئيسية"
  },
  "privacy-policy-page": {
    "title": "Privacy Policy"
  },
  "values-page": {
    "title": "قيمنا",
    "subtitle": {
      "first": "الصدق",
      "second": "الإصلاح",
      "third": "الوحدة"
    },
    "text": {
      "paragraphs": {
        "first": "نضع الصدق على رأس أولوياتنا ونلتزم به في كافة تعاملاتنا داخل وخارج الشركة، فالشفافية والمصداقية هما جوهر ثقافتنا المؤسسية ورؤيتنا للغد المزدهر.",
        "second": "نلتزم بالتطوّر المستمر وتوظيف الممارسات المالية المبتكرة التي تستند إلى القيم الإسلامية؛ من أجل أن نحقق التغيير الإيجابي في مجتمعاتنا وفي شتى أرجاء العالم، فبالإصلاح ركيزةً أساسيةً نحقق الأثر الإيجابي والتميز.",
        "third": "نفخر بالتنوع الذي يجمعنا وبالعمل الجماعي الذي نقوم به لتحقيق هدفنا الذي يتمثل في بناء اقتصاد قائم على القيم المُثلى. نسعى حثيثًا إلى ضم المجتمعات المسلمة والمجتمعات التي تبتغي مستقبلًا أخلاقيًا تحت سقف البيئة المالية المستدامة لإسلاميك كوين، من خلال اهتمامنا وتشجيعنا لوجهات النظر والأفكار المختلفة وتعزيزنا للتعاون والمشاركة."
      }
    }
  },
  "build-page": {
    "title": "البناء على شبكة حق",
    "subtitle": "تجمّع المطورين",
    "text": {
      "paragraphs": {
        "first": "هنا يجتمع عشّاق وروّاد البرمجة لإطلاق طاقاتهم الإبداعية والمعرفية",
        "second": "احصل على أحدث الأدوات والموارد، وكُن جزءًا من مجتمع حيوي ومُثري يساعدك على تطوير مهاراتك ويصل بك إلى آفاق أرحب.",
        "third": "عزّز قدراتك الإبداعية وشارك معنا في صياغة وبناء مستقبل إسلاميك كوين."
      }
    },
    "docs-tabs": {
      "manual": {
        "title": "دليل المطورين",
        "text": "اكتشف الخطوات الأساسية لتحويل أفكارك إلى واقع مع إسلاميك كوين"
      },
      "archive": {
        "title": "أرشيف حق",
        "text": "تعرّف إلى القصص والرؤى والأفكار المبهرة التي شكّلت إسلاميك كوين؛ لتستشرف المستقبل وتنطلق نحو غد أفضل"
      }
    }
  },
  "fraud-alert-page": {
    "title": "احذر عمليات الاحتيال: عروض توظيف مزيفة",
    "text": "ورد إلى علمنا وجود عمليات توظيف احتيالية بغرض الحصول على الأموال أو جمع المعلومات الشخصية. تتّخذ هذه العمليات الاحتيالية عدة صور؛ مثل: إعلانات التوظيف الوهمية، ورسائل التصيد الاحتيالي عبر البريد الإلكتروني، وجهات التوظيف الاحتيالية التي تدّعي زيفًا بأنها تمثّل شركة إسلاميك كوين.",
    "how-to-block": {
      "title": "إليك فيما يلي بعض المعلومات التي يمكنها أن تساعدك على اكتشاف عمليات التوظيف الاحتيالية:",
      "identifiers": {
        "first": "طلب الحصول على المعلومات الشخصية في مرحلة مبكرة من العملية كالعنوان، وتاريخ الميلاد، ومعلومات جواز السفر، ورقم الضمان الاجتماعي، والبيانات المصرفية",
        "second": "تواصل أفراد غير تابعين للشركة معك بشأن إعلان وظيفي، سواءً كان وهمي أو حقيقي. تحقق من اسم المُرسل وعنوان بريده الإلكتروني، وتأكد من مطابقة نطاق العنوان مع النطاق الرسمي لشركة إسلاميك كوين، وهو على النحو التالي: <span>name@haqq.network</span> أو <span>name@islamiccoin.net</span>",
        "third": "دعوتك لإجراء مقابلة عبر الدردشات النصية أو البريد الإلكتروني. لا تقوم إسلاميك كوين بإجراء مقابلات عبر",
        "fourth": "الدردشات النصية أو البريد الإلكتروني تلقي عرض عمل عبر مواقع التواصل الاجتماعي أو المنتديات الإلكترونية",
        "fifth": "تلقي عرض عمل لوظيفة لم تتقدم بطلب الحصول عليها أو لم تُجري بعد المقابلة الشخصية الخاصة بها",
        "sixth": "الحث بإصرار على اتخاذ إجراء عاجل خلال فترة زمنية قصيرة جدًا"
      }
    },
    "warning-block": {
      "text": "We have become aware of recruitment scams that fraudulently obtain money or personal information from job seekers. These scams take various forms, such as fake job postings, phishing emails, or fraudulent recruiters claiming to represent our company"
    }
  },
  "community-hub-page": {
    "title": "مجتمع إسلاميك كوين",
    "subtitle": "تجدنا هنا:",
    "text": "إن الهدف من تأسيس إسلاميك كوين هو بناء أداة مالية متوافقة مع الشريعة الإسلامية تخدم المجتمع المسلم وغير المسلم. أينما كنت، سيسعدنا سماع رأيك، ولذا ندعوك للانضمام إلينا ومشاركتنا الحديث والنقاش لرسم ملامح عصر جديد للتمويل الأخلاقي المستدام."
  },
  "available-soon-page": {
    "title": "قريبًا",
    "subtitle": "انتقل إلى الصفحة الرئيسية"
  },
  "wallet-page": {
    "subtitle": "محفظة غير احتجازية أساسها القيم الأخلاقية",
    "text": "استكشف عالم الويب 3 من خلال محفظة حق، الشريك الأمثل لسبر آفاق التمويل اللامركزي. تقدم لك محفظة حق بمستوى أمانها العالي واستخدامها السلس والسهل تجربة استثنائية تتميز بالسهولة والأمان في إدارة الأصول الرقمية المتوافقة مع الشريعة"
  },
  "header": {
    "single-links": {
      "shariah": "التوافق مع الشريعة",
      "wallet": "المحفظة"
    },
    "dropdown-links": {
      "about": {
        "about": "عن إسلاميك كوين",
        "mission": "المهمة",
        "whitepaper": "الورقة البيضاء لـ حق",
        "roadmap": "خارطة الطريق",
        "news": "الأخبار",
        "press": "الصحافة",
        "ecosystem": "المنظومة / منظومة إسلاميك كوين",
        "partnerships": "الشراكات",
        "build-on-haqq": "البناء على شبكة حق"
      },
      "learn": {
        "learn": "تعرّف وتعلّم",
        "academy": "الأكاديمية",
        "blog": "المدونة",
        "fraud-alert": "تحذير أمني"
      },
      "team": {
        "team": "الفريق",
        "career": "الوظائف",
        "our-values": "قيمنا",
        "community": "مجتمعنا",
        "meet-our-team": "فريقنا"
      }
    },
    "burger-menu": {
      "back-button": {
        "title": "العودة"
      }
    }
  },
  "footer": {
    "fatwa": "الفتوى",
    "whitepaper": "الورقة البيضاء",
    "shariah-board": "الهيئة الشرعية",
    "advisory-board": "المجلس الاستشاري",
    "executive-board": "المجلس التنفيذي",
    "islm-in-media": "الإعلام",
    "community-hub": "مجتمع إسلاميك كوين",
    "haqq-network": "شبكة حق",
    "haqq-docs": "التقنية",
    "wallet": "المحفظة",
    "stake-islm": "Stake ISLM",
    "values": "قيمنا",
    "partnerships": "الشراكات",
    "career": "الوظائف"
  },
  "subscribe-form": {
    "text": "ابق على اطلاع لمعرفة آخر المستجدات والأحداث المرتقبة من خلال الاشتراك في نشرتنا البريدية",
    "input-placeholder": "عنوان البريد الإلكتروني ",
    "button-text": "اشترك"
  }
}
