{
  "index-page": {
    "hero-block": {
      "title": {
        "white-text": "بوابتك إلى عالم",
        "gradient-text": "الويب 3 المتوافق مع الشريعة"
      },
      "sub-text": "مهمتنا هي الأخذ بيد المجتمع المسلم البالغ عدده أكثر من 2 مليار مسلم نحو عالم التمويل الرقمي، منطلقين من القيم والمبادئ الإسلامية. عملة إسلاميك كوين هي العملة الرئيسية لشبكة حق، شبكة البلوكتشين التي تركّز مبادئ الشريعة الإسلامية والقيم الأخلاقية",
      "running-text": "نكرس جهودنا لتمكين المجتمع المسلم بمنحه أداوات وحلول مالية تواكب التطورات والثورات الرقمية وتمكّنه من إجراء معاملات سلسة تحمل في آن واحد راية الابتكار والمسؤولية المجتمعية"
    },
    "why-block": {
      "title": "ما يميز إسلاميك كوين؟",
      "subtitle": "ريادة مستقبل التمويل الإسلامي في عالم الويب 3",
      "reasons": {
        "first": "الالتزام بضوابط الشريعة الإسلامية",
        "second": "العملة الرئيسية لشبكة حق",
        "third": "إمداد المجتمعات \nبأدوات وحلول مستدامة",
        "fourth": "تعزيز الحرية المالية وفق المنظور الإسلامي"
      }
    },
    "finance-block": {
      "title": {
        "white-text": "ريادة مستقبل",
        "gradient-text": "التمويل الإسلامي"
      },
      "subtitle": "تعملان معًا العملات الرقمية بخصائصها المبتكرة والشريعة الإسلامية بمنهجها القويم على توفير استثمارات خالية من الفوائد الربوية وتعزيز فرص التجارة الحلال والعمل الخيري",
      "text": {
        "first": "تجمع المنتجات والحلول التي نقدّمها في إسلاميك كوين كالاستثمارات الخالية من الفوائد الربوية والتجارة الحلال والأعمال الخيرية بين أحدث ابتكارات التكنولوجيا المالية وتعاليم الدين الإسلامي؛ حتى ننهض بالمجتمع المسلم ونمكّنه من مواكبة ثورة العملات الرقمية، مواكبةً تتكامل فيها المبادئ والقيم مع الطموح الإنساني",
        "second": "معًا نحو المستقبل.. برؤية واسعة الآفاق وراسخة المبادئ والقيم"
      }
    },
    "portfolio-block": {
      "title": {
        "white-text": {
          "first": " أدر",
          "second": " مع محفظة حق"
        },
        "gradient-text": " استثماراتك المتوافقة مع الشريعة"
      },
      "subtitle": "محفظة غير احتجازية أساسها القيم الأخلاقية",
      "text": "استكشف عالم الويب 3 من خلال محفظة حق، الشريك الأمثل لسبر آفاق التمويل اللامركزي. تقدم لك محفظة حق بمستوى أمانها العالي واستخدامها السلس والسهل تجربة استثنائية تتميز بالسهولة والأمان في إدارة الأصول الرقمية المتوافقة مع الشريعة",
      "stores": {
        "app-store": "تقييم آب ستور",
        "google-play": "تقييم غوغل بلاي"
      }
    },
    "learn-and-grow-block": {
      "title": "استكشف وتعلّم مع إسلاميك كوين",
      "subtitle": "وسّع مداركك وتسلّح بالمعرفة لخوض رحلتك نحو عالم التمويل الأخلاقي",
      "text": "تعرّف معنا إلى التمويل الأخلاقي واستفد من المواد والمسارات التعليمية التي صممناها خصيصًا حتى توجّهك خلال رحلتك المالية",
      "button-text": "ابدأ مع محفظة حق"
    },
    "join-community-block": {
      "title": "انضم إلينا",
      "subtitle": "التحق بركب الثورة التكنولوجية للتمويل الإسلامي",
      "button-text": "انضم إلينا"
    },
    "news-block": {
      "title": "آخر الأخبار"
    }
  },
  "shariah-page": {
    "title": "التوافق مع الشريعة",
    "text": "تُشكّل إسلاميك كوين حلقة وصل بين التقاليد والحداثة، فهي تربط بشكل فعّال بين الشريعة الإسلامية وتقنية البلوكتشين المتطورة. نهدف في إسلاميك كوين إلى بناء منصة رائدة في قطاع التمويل الإسلامي، متشبثين بمبادئ الاستثمارات الحلال ومعوّلين على آليتنا المبتكرة في تصنيف المشاريع والعقود الذكية المتوافقة مع الشريعة والأخلاقيات، ومبرهنين بذلك على نجاح المدرسة الإسلامية بفكرها ومنهجها القويم في هذا العصر الرقمي",
    "headings": {
      "fatwa": "الفتوى الشرعية",
      "foundations": "أسس الاستثمار الإسلامي",
      "sharia-oracle": "الشريعة أوراكل",
      "executive-board": "المجلس التنفيذي",
      "advisory-board": "المجلس الاستشاري",
      "shariah-board": "الهيئة الشرعية"
    },
    "fatwa-block": {
      "title": "الفتوى الشرعية",
      "subtitle": "أُصدرت الفتوى عن أكثر الهيئات موثوقيةً في مجال التمويل الإسلامي، وقد أُفتي بجوازها وفقًا لأحكام الشريعة الإسلامية",
      "fatwa": {
        "appeal": "بسم الله الرحمن الرحيم"
      }
    },
    "autographs-block": {
      "title": "الهيئة الشرعية",
      "members": {
        "first": "الشيخ الدكتور عصام خلف العنزي",
        "second": "الشيخ الدكتور نظام محمد صالح يعقوبي",
        "third": "الشيخ محمد عبد الحكيم محمد",
        "fourth": "الشيخ الدكتور محمود محمد زعير",
        "fifth": "الشيخ محمد فتح الدين بيانوني"
      }
    },
    "foundations-block": {
      "text": "تمثّل أسس الاستثمار الإسلامي جوهر عملياتنا وممارساتنا؛ فبالمُثل والمبادئ السامية التي تصلح لكل زمان ومكان نقتحم عالم التمويل الحديث، ونبني منصة تجمع بين الأسس الخالدة للإسلام والحيوية الدائمة للعصر الرقمي",
      "halal-principles": {
        "first": "مشاركة الأرباح",
        "second": "تحريم الربا (المكاسب القائمة على الظلم والاستغلال)",
        "third": "تحريم القمار",
        "fourth": "الاستثمار في الأنشطة المشروعة فقط",
        "fifth": "التمسّك بالقيم الأخلاقية في جميع الأوقات والحالات",
        "sixth": "اقتصاد حقيقي مزدهر وفعّال"
      }
    },
    "shariah-block": {
      "text": {
        "paragraphs": {
          "first": "الشريعة أوراكل هي بروتوكول التوافق مع الشريعة وهي عبارة عن آلية متصلة بالشبكة تتحكم بقائمة تضم العقود الذكية المسموح لها بالتفاعل؛ أي التي يُسمح بالتوقيع عليها وإدراجها على متجر تطبيقات محفظة حق",
          "second": "يُعد بروتوكول التوافق مع الشريعة بمثابة سجل يتضمن سلسلة المشاريع المتوافقة مع الأخلاقيات والشريعة الإسلامية، فهو يمكّن مطوري العقود الذكية ومشاريع الويب 3 من إثبات توافق مشاريعهم مع أخلاقيات المجتمع المسلم من خلال إدراجها على محفظة حق",
          "third": "وبما أن شبكة حق هي بلوكتشين لا مركزي، فهي تسمح للجميع بنشر تطبيقاتهم اللامركزية ومشاريعهم على الشبكة، إلا أن هذه الآلية تُعد أداة رئيسية للتقليل من النشاط غير الأخلاقي أو المحرم شرعًا على الشبكة",
          "fourth": "سيضمن دمج هذا البروتوكول مع محفظة حق أن يتفاعل المستخدمون مع التطبيقات اللامركزية المتوافقة مع الشريعة الإسلامية فقط، والتي تكون مدرجة على السجل"
        }
      }
    }
  },
  "mission-page": {
    "title": "مهمتنا ورؤيتنا ",
    "subtitles": {
      "mission": "البعثة",
      "vision": "البصيرة"
    },
    "text": {
      "paragraphs": {
        "first": "أن نؤسس ونبني نظامًا عالميًا متكاملًا يرتكز على مبادئ الشريعة الإسلامية والقيم المُثلى ويقدّم للأفراد والشركات حلولًا مالية تتسم بالشفافية والابتكار",
        "second": "أن نمكّن المجتمع المسلم بمنحه أدوات وحلول مالية تواكب التطورات والثورات الرقمية وتمكّنه من إجراء معاملات سلسة تحمل في آن واحد راية الابتكار والمسؤولية المجتمعية"
      }
    }
  },
  "news-page": {
    "title": "الصحافة والأخبار",
    "subscribe-block": {
      "text": "ابق على اطلاع لمعرفة آخر المستجدات والأحداث المرتقبة من خلال الاشتراك في نشرتنا البريدية"
    },
    "posts": {
      "recent": "آخر المنشورات",
      "featured": "أبرز المنشورات"
    },
    "filter-buttons": {
      "all": "الكل",
      "press": "الصحافة",
      "events": "الفعاليات"
    }
  },
  "header": {
    "single-links": {
      "shariah": "التوافق مع الشريعة",
      "wallet": "المحفظة"
    },
    "dropdown-links": {
      "about": {
        "about": "عن إسلاميك كوين",
        "mission": "المهمة",
        "whitepaper": "الورقة البيضاء لـ حق",
        "roadmap": "خارطة الطريق",
        "news": "الأخبار",
        "press": "الصحافة",
        "ecosystem": "المنظومة / منظومة إسلاميك كوين",
        "partnerships": "الشراكات",
        "build-on-haqq": "البناء على شبكة حق"
      },
      "learn": {
        "learn": "تعرّف وتعلّم",
        "academy": "الأكاديمية",
        "blog": "المدونة",
        "fraud-alert": "تحذير أمني"
      },
      "team": {
        "team": "الفريق",
        "career": "الوظائف",
        "our-values": "قيمنا",
        "community": "مجتمعنا",
        "meet-our-team": "فريقنا"
      }
    }
  },
  "subscribe-form": {
    "input-placeholder": "عنوان البريد الإلكتروني ",
    "button-text": "اشترك"
  }
}
